Repository: spheras/desktopfolder
Catalog: po/*.po
Languages: he, sq

source: Panel
he: לוח
sq: Paneli

source: Note
he: הערה
sq: Shënime

source: Come back to life your minimalist Desktop Organize files at your Desktop using Panes.
he: מפיחים חיים בשולחן העבודה המינימליסטי אפשר לארגן את הקבצים בשולחן העבודה בעזרת חלוניות.
sq: Ktheni në jetë Desktopin juaj minimalist Organizoni skedarët në desktopin tuaj duke përdorur Panet.

source: _Ok
he: אי_שור
sq: _Në rregull

source: _Cancel
he: בי_טול
sq: _ Anulo

source: _Select
he: _בחירה
sq: _Zgjidh

source: There is nothing on the clipboard to paste
he: אין מה להדביק מלוח הגזירים
sq: Nuk ka asgjë për të ngjitur në kujtesën e fragmenteve

source: Cannot drop this file
he: לא ניתן להשליך קובץ זה
sq: Ky skedar nuk mund të hidhet

source: Invalid file name provided
he: הוענק שם בלתי־תקין לקובץ
sq: U dha emër i pavlefshëm i skedarit

source: File Operations
he: פעולות קובץ

source: Copying
he: מתבצעת העתקה

source: Copy Here
he: העתקה לכאן
sq: Kopjo Këtu

source: Move Here
he: העברה לכאן
sq: Lëviz Këtu

source: Link Here
he: קישור לכאן
sq: Lidhe Këtu

source: Cancel
he: ביטול
sq: Anulo

source: Link Panel
he: קישור ללוח

source: Lock icons:
he: נעילת הסמלים:

source: Lock panel:
he: נעילת הלוח:

source: Text shadow:
he: הצללת הטקסט:
sq: Hija e tekstit:

source: Text bold:
he: הדגשת הטקסט:
sq: Teksti i theksuar:

source: Folder
he: תיקייה
sq: Dosje

source: Empty File
he: קובץ ריק
sq: Skedar Bosh

source: Rename Panel
he: שינוי שם הלוח
sq: Riemërto Panelin

source: Move Panel to Trash
he: העברת הלוח לאשפה
sq: Hidhe Panelin tek Koshi

source: Paste
he: הדבקה
sq: Ngjit

source: untitled folder
he: תיקייה ללא שם
sq: dosje pa titull

source: new file
he: קובץ חדש
sq: skedar i ri

source: Move to Trash
he: העברה לאשפה
sq: Hidhe tek Koshi

source: Properties
he: מאפיינים
sq: Vetitë

source: New Note
he: הערה חדשה
sq: Shënim i ri

source: Paper Texture
he: מרקם נייר
sq: Sfonde të Letrës

source: Always on top
he: תמיד עליון
sq: Gjithmonë në krye

source: Always on back
he: תמיד על רקע שחור

source: Rename Note
he: שינוי שם ההערה
sq: Riemërto Shënimin

source: Open
he: פתיחה
sq: Hap

source: Open With Other Application...
he: פתיחה עם יישום אחר...
sq: Hapeni me një aplikacion tjetër...

source: Execute
he: הרצה
sq: Ekzekuto

source: Cut
he: גזירה
sq: Prije

source: Copy
he: העתקה
sq: Kopjo

source: Rename
he: שינוי שם
sq: Riemërto

source: Delete
he: מחיקה
sq: Fshi

source: Change Icon
he: שינוי סמל
sq: Ndrysho Ikonën

source: This action will DELETE the folder and ALL its content. <b>Are you sure?</b>
he: פעולה זו תמחק את התיקייה ואת כל תוכנה. <b>להמשיך?</b>
sq: Ky veprim do të FSHIJË dosjen dhe të gjithë përmbajtjen e tij. <b>A je i sigurt?</b>

source: This action will DELETE the file. <b>Are you sure?</b>
he: פעולה זו *תמחק* את הקובץ. <b>להמשיך?</b>
sq: Ky veprim do të FSHIJË skedarin. <b>A je i sigurt?</b>

source: This action will DELETE the link (just the link). <b>Are you sure?</b>
he: פעולה זו תמחק את הקישור (רק את הקישור). <b>להמשיך?</b>
sq: Ky veprim do të FSHIJË lidhjen (vetëm lidhja). <b>A je i sigurt?</b>

source: Select the image icon to be used.
he: נא לבחור תמונה.
sq: Zgjidhni imazhin e ikonës që do të përdoret

source: My First Panel
he: הלוח הראשון שלי
sq: Paneli Im i Parë

source: Link to File
he: קישור לקובץ
sq: Lidhje me Skedarin

source: Link to Folder
he: קישור לתיקייה
sq: Lidhje me Dosjen

source: Select the destination file/folder of the link
he: נא לבחור את קובץ/תיקיית היעד לקישור
sq: Zgjidhni destinacionin e skedarit/dosjes për lidhjen

source: Select the destination folder for the Panel
he: נא לבחור את תיקייה שתוצג בלוח
sq: Zgjidhni dosjen e destinacionit për Panelin

source: Remove
he: הסרה
sq: Hiq

source: Photo
he: תמונה
sq: Foto

source: Select the picture to show
he: נא לבחור את תמונה להצגה
sq: Zgjidhni figurën që do të shfaqet

source: New
he: חדש
sq: I ri

source: This Panel
he: לוח זה
sq: Ky Panel

source: General
he: כללי
sq: Të përgjithshme

source: Behavior
he: התנהגות
sq: Sjellja

source: Appearance
he: מראה
sq: Pamja

source: Close
he: סגירה
sq: Mbylle

source: Icons on desktop:
he: סמלים בשולחן העבודה:
sq: Ikonat në desktop:

source: Enable desktop:
he: הפעלת שולחן עבודה:
sq: Aktivizo desktopin:

source: This change will require you to log out and in again
he: לצורך השינוי הזה נדרש ממך לצאת ולהיכנס
sq: Ky ndryshim do t'ju kërkojë të dilni dhe të hyni përsëri

source: When changing resolution:
he: בעת שינוי הרזולוציה:
sq: Kur ndryshoni rezolucionin:

source: This is how panels, notes and photos will resize when you change the screen resolution
he: ככה הלוחות, ההערות והתמונות ישנו את הגודל כשרזולוציית המסך תשתנה
sq: Kjo është mënyra se si panelet, shënimet dhe fotot do të ndryshojnë madhësinë kur ndryshoni rezolucionin e ekranit

source: Do nothing
he: לא לעשות דבר
sq: Mos bëj asgjë

source: Scale to new resolution
he: התאמה לרזולוציה החדשה
sq: Shkallëzoni në rezolucion të ri

source: Store per resolution
he: אחסון לפי רזולוציה

source: Change Wallpaper
he: שינוי הרקע
sq: Ndrysho Sfondin

source: Open Terminal Here
he: פתיחת המסוף מכאן
sq: Hapni Terminalin Këtu

source: Open in terminal
he: פתיחה במסוף
sq: Hape në terminal

source: Name
he: שם
sq: Emri

source: Type
he: סוג
sq: Lloji

source: Location
he: מיקום
sq: Vendndodhja

source: Target
he: יעד
sq: Objektivi

source: Unknown
he: לא ידוע
sq: E panjohur

source: items
he: פריטים
sq: Artikujt

source: Content
he: תוכן
sq: Përmbajtja

source: Total size
he: גודל כולל
sq: Madhësia totale

source: File size
he: גודל הקובץ
sq: Madhësia e skedarit

source: Allow execution
he: לאפשר חריגות
sq: Lejo ekzekutimin

source: Used
he: בשימוש
sq: Përdorur

source: Modified
he: שינוי אחרון
sq: Modifikuar

source: Icon arrangement:
he: סידור הסמלים:
sq: Rregullimi i ikonës:

source: Free
he: פנויים
sq: Lirë

source: Grid
he: רשת
sq: Rrjeta

source: Let app manage
he: הפקדת הניהול בידי היישום
sq: Lëreni aplikacionin të menaxhojë

source: Icons
he: סמלים
sq: Ikonat

source: Default icon arrangement:
he: סדר סמלים ברירת מחדל:

source: Icon spacing:
he: מרווח בין סמלים:
sq: Hapësira e ikonave:

source: Default icon spacing:
he: ריווח ברירת מחדל בין סמלים:
sq: Hapësira e parazgjedhur e ikonave:

source: Sort by
he: מיון לפי
sq: Rendit sipas

source: Size
he: גודל
sq: Madhësia

source: Reverse Order
he: סדר הפוך
sq: Rendi i kundërt

source: Reorganize Icons
he: סידור הסמלים מחדש
sq: Riorganizoni ikonat

source: Untitled Panel
he: לוח ללא שם
sq: Panel pa titull

source: Link to $FILE_NAME
he: קישור לקובץ $FILE_NAME
sq: Lidh me $FILE_NAME

source: Show Desktop
he: הצגת שולחן העבודה
sq: Shfaq Desktopin

source: Hide Desktop
he: הסתרת שולחן העבודה
sq: Fshih Desktopin

source: Sort Vertically
he: סידור הפריטים באופן אופקי
sq: Rendit vertikalisht

source: Could not create "%'s"
he: לא היה ניתן ליצור את "%'s"
sq: Nuk mund të krijojë "%'s"

source: already exists.
he: כבר קיים.
sq: tashmë ekziston.

source: Name is invalid.
he: השם אינו תקין.
sq: Emri është i pavlefshëm.

source: Desktop Folder
he: תיקיית שולחן העבודה

source: Bring your desktop back to life
he: מפיחים חיים בשולחן העבודה
sq: Rikthe në jetë desktopin tuaj

source: Organize your desktop with panels that hold your things.
he: אפשר לארגן את שולחן העבודה עם לוחות שמציגים מה שצריך.
sq: Organizoni desktopin tuaj me panele që mbajnë gjërat tuaja.

source: Access files, folders and apps from your desktop
he: גישה לקבצים, לתיקיות וליישומים משולחן העבודה
sq: Hyni në skedarë, dosje dhe aplikacione nga desktopi juaj

source: Drop files, folders, links and .desktop launchers inside panels
he: ניתן לגרור קבצים, תיקיות, קישורים ומשגרי ‎.desktop לתוך לוחות
sq: Hidhni skedarët, dosjet, lidhjet dhe lëshuesit .desktop brenda paneleve

source: Resize, position and color panels
he: שינוי הגודל, המיקום ולוחות צבע
sq: Ndryshoni madhësinë, poziciononin dhe panelet me ngjyra

source: Display photos and keep notes on your desktop
he: להסתכל בתמונות ולשמור הערות משולחן העבודה
sq: Shfaqni fotografi dhe mbani shënime në desktopin tuaj

source: Reveal the desktop with ⌘-D
he: אפשר להציג את שולחן העבודה עם ⌘+D

source: Open it like any other app after installing. Desktop Folder will launch automatically when you next log in.
he: לאחר ההתקנה, הפתיחה תיעשה כמו פתיחה של כל יישום אחר. תיקיית שולחן העבודה תיפתח אוטומטית בכניסה הבאה.
sq: Hapeni atë si çdo aplikacion tjetër pas instalimit. Desktop Folder do të hapet automatikisht kur të hyni herën tjetër në kompjuter.

source: Overall desktop view
he: תצוגת שולחן עבודה כוללת
sq: Pamja e përgjithshme e desktopit

source: DesktopFolder Developers
he: מפתחי DesktopFolder
sq: Zhvilluesit e DesktopFolder

source: Organize your desktop with panels, notes and photos
he: ארגון שולחן העבודה עם לוחות, הערות ותמונות
sq: Organizoni desktopin tuaj me panele, shënime dhe fotografi
